{
  "players": [
    {
      "id": 1,
      "nome": "lucas_budelon",
      "cpf": "31193930022",
      "email": "lucas@email"
    },
    {
      "id": 2,
      "nome": "leonardo rodrigues",
      "cpf": "31506457002",
      "email": "leo@email"
    },
    {
      "id": 3,
      "nome": "thiago",
      "cpf": "123123123",
      "email": "thiago@email"
    },
    {
      "id": 4,
      "nome": "rodrigo",
      "cpf": "56456456",
      "email": "rodrigo@email"
    },
    {
      "id": 5,
      "nome": "mario",
      "cpf": "512326456456",
      "email": "mario@email"
    }
  ],
  "cards": [
    {
      "id": 1,
      "nome": "O Indestrutível Nokia",
      "detalhes": "Essa carta é imbatível"
    },
    {
      "id": 2,
      "nome": "O Cavaleiro do Coringa",
      "detalhes": "Você pode enviar 1 O Cavaleiro da Rainha, O Cavaleiro do Rei ou O Cavaleiro do Valete do seu Deck para o Cemitério; Invoque este card por Invocação-Especial da sua mão e, se isso acontecer, até a Fase Final, o nome deste card se torna o nome do monstro enviado. Durante a Fase Final, se este card estiver no seu Cemitério: você pode escolher 1 outro monstro Guerreiro de LUZ no seu Cemitério; embaralhe-o no Deck e, se isso acontecer, adicione este card à sua mão. Você só pode usar cada efeito de O Cavaleiro do Coringa uma vez por turno."
    },
    {
      "id": 3,
      "nome": "Triunfo Coringa Arcano",
      "detalhes": "Se este card estiver na sua mão ou no Cemitério: você pode enviar para o Cemitério 1 O Cavaleiro da Rainha, O Cavaleiro do Rei e O Cavaleiro do Valete da sua mão e/ou da Zona de Monstros com a face para cima; Invoque este card por Invocação-Especial. Este card ganha 500 de ATK x o número combinado de cards nas mãos dos dois duelistas. Você pode descartar 1 card; destrua todos os cards com a face para cima que seu oponente controla com o mesmo tipo (Monstro, Magia ou Armadilha) que o do card descartado."
    }
  ],
  "games": [
    {
      "plays": [
        {
          "card": {
            "id": 1,
            "nome": "O Indestrutível Nokia",
            "detalhes": "Essa carta é imbatível"
          }
        }
      ],
      "id": 1
    },
    {
      "plays": [],
      "id": 2
    }
  ]
}